000001 IDENTIFICATION DIVISION.
000002 PROGRAM-ID.      test.
000003 ENVIRONMENT DIVISION.
000004 CONFIGURATION SECTION.
000005 DATA DIVISION.
000006 PROCEDURE DIVISION.
000007
000008          DISPLAY 'test'.
000009          STOP RUN.
